[
  {
    "id": 11,
    "title": "Assassin's Creed Valhalla",
    "release_date": "November 10, 2020",
    "description": "Assassin's Creed Valhalla is an action role-playing video game developed by Ubisoft Montreal and published by Ubisoft. It is the twelfth major installment and the twenty-second release in the Assassin's Creed series. Set in 873 AD, the game recounts a fictional story during the Viking invasion of Britain. Players control Eivor, a Viking raider, as they lead their clan to settle in England, engaging in combat, exploration, and political alliances along the way.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Ubisoft Montreal"
  },
  {
    "id": 12,
    "title": "FIFA 24",
    "release_date": "September 29, 2023",
    "description": "FIFA 24 is an upcoming football simulation video game developed and published by EA Sports. As the latest installment in the FIFA series, it features updated graphics, gameplay mechanics, and game modes. Players can enjoy various modes including career mode, ultimate team, and Volta football, competing with their favorite teams and players from around the world.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "PS5",
    "genre": "Sports",
    "developer": "EA Sports"
  },
  {
    "id": 13,
    "title": "The Last of Us Part II",
    "release_date": "June 19, 2020",
    "description": "The Last of Us Part II is an action-adventure game developed by Naughty Dog. Set in a post-apocalyptic world, the game follows Ellie, who seeks revenge against a mysterious group in Seattle. Players navigate through dangerous environments, facing hostile humans and mutated creatures. The game explores themes of survival, morality, and redemption.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Naughty Dog"
  },
  {
    "id": 14,
    "title": "God of War Ragnarok",
    "release_date": "November 9, 2022",
    "description": "God of War Ragnarok is an upcoming action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment. It serves as a sequel to God of War (2018), continuing the story of Kratos and his son Atreus as they confront Norse gods and monsters. The game promises intense combat, epic boss battles, and a rich, mythological narrative.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Santa Monica Studio"
  },
  {
    "id": 15,
    "title": "Ghost of Tsushima",
    "release_date": "July 17, 2020",
    "description": "Ghost of Tsushima is an action-adventure game developed by Sucker Punch Productions. Set on Tsushima Island during the first Mongol invasion of Japan, players control Jin Sakai, a samurai warrior, in his quest to protect his people from the Mongol invaders. The game features a vast open world, stunning visuals, and immersive combat mechanics inspired by samurai cinema.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Sucker Punch Productions"
  },
  {
    "id": 16,
    "title": "Uncharted 4: A Thief's End",
    "release_date": "May 10, 2016",
    "description": "Uncharted 4: A Thief's End is an action-adventure game developed by Naughty Dog. Following treasure hunter Nathan Drake, players embark on an adventure to find a lost pirate treasure, navigating through perilous landscapes and facing formidable enemies. The game features breathtaking visuals, cinematic storytelling, and thrilling action sequences.",
    "price": "$19.99",
    "price_15days": "$7.0",
    "price_30days": "$11.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Naughty Dog"
  },
  {
    "id": 17,
    "title": "Grand Theft Auto V",
    "release_date": "September 17, 2013",
    "description": "Grand Theft Auto V is an action-adventure game developed by Rockstar North. Set in the fictional state of San Andreas, players assume the roles of three criminals and their efforts to commit heists while under pressure from a government agency. The game offers an expansive open world, diverse gameplay opportunities, and a satirical take on American culture.",
    "price": "$29.99",
    "price_15days": "$10.5",
    "price_30days": "$17.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Rockstar North"
  },
  {
    "id": 18,
    "title": "Tom Clancy's Ghost Recon Breakpoint",
    "release_date": "October 4, 2019",
    "description": "Tom Clancy's Ghost Recon Breakpoint is a tactical shooter game developed by Ubisoft Paris. Set in an open world environment, players control a special forces operator navigating through a fictional island controlled by a rogue group of former military operatives. The game emphasizes stealth, survival, and strategic combat.",
    "price": "$19.99",
    "price_15days": "$7.0",
    "price_30days": "$11.99",
    "platform": "PS5",
    "genre": "Tactical Shooter",
    "developer": "Ubisoft Paris"
  },
  {
    "id": 19,
    "title": "Red Dead Redemption 2",
    "release_date": "October 26, 2018",
    "description": "Red Dead Redemption 2 is a Western-themed action-adventure game developed by Rockstar Games. Set in an open world environment, players assume the role of outlaw Arthur Morgan as he navigates through the end of the Wild West era. The game features a gripping narrative, immersive gameplay mechanics, and a vast, living world full of opportunities and dangers.",
    "price": "$39.99",
    "price_15days": "$14.0",
    "price_30days": "$23.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Rockstar Games"
  },
  {
    "id": 20,
    "title": "Spider-Man: Miles Morales",
    "release_date": "November 12, 2020",
    "description": "Spider-Man: Miles Morales is an action-adventure game developed by Insomniac Games. Players assume the role of Miles Morales as he becomes the new Spider-Man and must save his home, Harlem, from various threats while learning to master his newfound abilities. The game features thrilling web-swinging mechanics, fast-paced combat, and a heartfelt story.",
    "price": "$49.99",
    "price_15days": "$17.5",
    "price_30days": "$29.99",
    "platform": "PS5",
    "genre": "Action-Adventure",
    "developer": "Insomniac Games"
  }
]
