[
  {
    "id": 1,
    "title": "Assassin's Creed Valhalla",
    "release_date": "November 10, 2020",
    "description": "Assassin's Creed Valhalla is an action role-playing video game developed by Ubisoft Montreal and published by Ubisoft. It is the twelfth major installment and the twenty-second release in the Assassin's Creed series, and a successor to the 2018 game Assassin's Creed Odyssey. Set in 873 AD, the game recounts a fictional story during the Viking invasion of Britain. The player controls Eivor, a Viking raider who becomes embroiled in the conflict between the Brotherhood of Assassins and the Templar Order.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "Xbox One",
    "genre": "Action-Adventure",
    "developer": "Ubisoft Montreal"
  },
  {
    "id": 2,
    "title": "F1 23",
    "release_date": "June 16, 2023",
    "description": "F1 23 is an upcoming racing video game developed and published by Codemasters. It is the twenty-third installment in the Formula One series, serving as the sequel to F1 2022. The game features all the official teams, drivers, and circuits from the 2023 Formula One World Championship season, including new tracks and updated regulations.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "Xbox One",
    "genre": "Racing",
    "developer": "Codemasters"
  },
  {
    "id": 3,
    "title": "Far Cry 5",
    "release_date": "March 27, 2018",
    "description": "Far Cry 5 is an action-adventure first-person shooter game developed by Ubisoft Montreal and published by Ubisoft. Set in the fictional Hope County, Montana, the game follows the story of a sheriff's deputy who becomes trapped in a violent conflict between a doomsday cult known as Eden's Gate and the residents of Hope County. Players must liberate the county from the cult's influence by recruiting allies, destroying cult property, and confronting the cult's leaders.",
    "price": "$19.99",
    "price_15days": "$7.0",
    "price_30days": "$11.99",
    "platform": "Xbox One",
    "genre": "Action-Adventure",
    "developer": "Ubisoft Montreal"
  },
  {
    "id": 4,
    "title": "FIFA 24",
    "release_date": "September 29, 2023",
    "description": "FIFA 24 is an upcoming football simulation video game developed and published by Electronic Arts. It is the latest installment in the FIFA series, featuring updated graphics, gameplay mechanics, and game modes. Players can compete in various leagues, tournaments, and online matches with their favorite teams and players from around the world.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "Xbox One",
    "genre": "Sports",
    "developer": "Electronic Arts"
  },
  {
    "id": 5,
    "title": "Ghost Recon Breakpoint",
    "release_date": "October 4, 2019",
    "description": "Tom Clancy's Ghost Recon Breakpoint is a tactical shooter video game developed by Ubisoft Paris and published by Ubisoft. It is the eleventh installment in the Tom Clancy's Ghost Recon franchise and a narrative sequel to 2017's Tom Clancy's Ghost Recon Wildlands. Set on the fictional archipelago of Auroa, players assume the role of a Ghost, a special operations soldier, tasked with investigating and neutralizing a rogue group of former Ghosts known as the Wolves.",
    "price": "$29.99",
    "price_15days": "$10.5",
    "price_30days": "$17.99",
    "platform": "Xbox One",
    "genre": "Tactical Shooter",
    "developer": "Ubisoft Paris"
  },
  {
    "id": 6,
    "title": "Grand Theft Auto V",
    "release_date": "September 17, 2013",
    "description": "Grand Theft Auto V is an action-adventure video game developed by Rockstar North and published by Rockstar Games. It is the seventh main entry in the Grand Theft Auto series and follows the story of three criminals who plan and execute a series of heists in the fictional state of San Andreas. The game features an open world environment and allows players to explore the city of Los Santos and the surrounding countryside.",
    "price": "$29.99",
    "price_15days": "$10.5",
    "price_30days": "$17.99",
    "platform": "Xbox One",
    "genre": "Action-Adventure",
    "developer": "Rockstar North"
  },
  {
    "id": 7,
    "title": "Hogwarts Legacy",
    "release_date": "February 10, 2023",
    "description": "Hogwarts Legacy is an upcoming action role-playing video game set in the Harry Potter universe, developed by Portkey Games and published by Warner Bros. Interactive Entertainment. The game is set in the late 1800s and allows players to attend Hogwarts School of Witchcraft and Wizardry as a student, explore the wizarding world, learn spells, brew potions, and battle magical creatures.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "Xbox One",
    "genre": "Action-RPG",
    "developer": "Portkey Games"
  },
  {
    "id": 8,
    "title": "NBA 2K24",
    "release_date": "September 8, 2023",
    "description": "NBA 2K24 is an upcoming basketball simulation video game developed by Visual Concepts and published by 2K Sports. It is the latest installment in the NBA 2K series and features updated graphics, gameplay mechanics, and game modes. Players can create their own custom basketball player and compete in various leagues, tournaments, and online matches.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "Xbox One",
    "genre": "Sports",
    "developer": "Visual Concepts"
  },
  {
    "id": 9,
    "title": "Red Dead Redemption 2",
    "release_date": "October 26, 2018",
    "description": "Red Dead Redemption 2 is an action-adventure video game developed and published by Rockstar Games. It is the prequel to 2010's Red Dead Redemption and follows the story of outlaw Arthur Morgan and the Van der Linde gang as they rob, steal, and fight their way across the American West in 1899. The game features an open world environment and allows players to explore the Wild West on horseback, engage in shootouts, and interact with various characters.",
    "price": "$39.99",
    "price_15days": "$14.0",
    "price_30days": "$23.99",
    "platform": "Xbox One",
    "genre": "Action",
    "developer": "Rockstar Games"
  },
  {
    "id": 10,
    "title": "Watch Dogs 3",
    "release_date": "October 29, 2020",
    "description": "Watch Dogs 3 is an upcoming action-adventure video game developed and published by Ubisoft. Set in a fictionalized version of London, the game follows a hacker who uses their skills to take down a corrupt surveillance state. Players can explore the open world, hack various electronic devices, and engage in stealth and combat encounters.",
    "price": "$59.99",
    "price_15days": "$21.0",
    "price_30days": "$35.99",
    "platform": "Xbox One",
    "genre": "Action-Adventure",
    "developer": "Ubisoft"
  }
]
